import { Question } from '../types/exam';

export const StatisticsQuestions: Question[] = [
  {
    id: 1,
    question:
      'בקניוננו טוענים שבמשחק מזל כלשהו ניתן לזכות ב-100 דולר בסיכוי 0.05, לא להרוויח ולא להפסיד בסיכוי 0.6, או להפסיד 10 דולר. אדם משחק במשחק זה 36 פעמים. מה הסיכוי שרווחיו בממוצע בין 1 ל-2 דולר?',
    answers: ['0.1034', '0.2599', '0.1299', '0.008'],
    correctAnswer: 0,
  },
  {
    id: 2,
    question:
      'במבחן t למדגם יחיד מה בהכרח יגדל כתוצאה מהגדלת גודל המדגם, בהנחה שכל שאר הנתונים נשארים ללא שינוי (ממוצע המדגם וסטיית תקן מדגמית)?',
    answers: [
      'סטטיסטי המבחן (בערכו המוחלט).',
      'הערך הקריטי (בערכו המוחלט).',
      'מובהקות התוצאה.',
      'רמת המובהקות.',
    ],
    correctAnswer: 0,
  },
  {
    id: 3,
    question:
      'מנהלת שיווק באזור המרכז רוצה לאמוד את מספר המתנות שצפוי להימכר לקראת ראש השנה בכל הקניונים באזור המרכז (הניחו שהתפלגות נורמלית). לשם כך היא דגמה 16 קניונים וחישבה רוח סמך ברמת סמך של 99%. רוח הסמך שחישבה היה רחב מדי לדעתה. כיצד היא תוכל להקטין את אורך רוח הסמך בוודאות?',
    answers: [
      'להקטין את רמת הסמך.',
      'לדגום יותר קניונים.',
      'להקטין את אלפא לחצי ערכו.',
      'להגדיל את רמת הסמך.',
    ],
    correctAnswer: 0,
  },
  {
    id: 4,
    question:
      'מנהלת שיווק באזור הדרום רוצה לאמוד את תחולת מספר המתנות שצפוי להימכר לקראת ראש השנה בכל מרכזי הקניות באזור הדרום (הניחו שהתפלגות נורמלית). סטיית התקן ידועה ושווה ל-3. מהו גודל המדגם שעליה לדגום (משמע, כמה מרכזי קניות) על מנת שאורכו של רוח הסמך לא יעלה על 4 ברמת סמך של 95%?',
    answers: ['9', '35', '3', '7'],
    correctAnswer: 0,
  },
  {
    id: 12,
    question:
      'לזוג אחים סטפן ואנה יש בבית אוגר, כלב וחתול. הם החליטו לבדוק לכמה ליטופים ביום זוכות חיות המחמד שלהם. במשך 10 ימים אקראיים בחודש האחרון הם ספרו את מספר הליטופים ואת תוצאות המחקר שלהם הציגו בעזרת תרשימי קופסא. לפניכם 3 טענות לגבי התרשימים: טענה 1 – ברוב הימים מספר הליטופים להם זוכים החתולים הינו פחות מהממוצע. טענה 2 – צורת ההתפלגות של מספר הליטופים להם זוכים הכלבים הינה סימטרית, צורת ההתפלגות של מספר הליטופים להם זוכים החתולים הינה אי־סימטרית ימנית, צורת ההתפלגות של מספר הליטופים להם זוכים האוגרים הינה אי־סימטרית שמאלית. טענה 3 – בממוצע האוגרים זוכים להרבה ליטופים במדגם, לעומת החתולים שזוכים להכי מעט ליטופים במדגם. סמנו את התשובה הנכונה:',
    answers: [
      'כל הטענות נכונות.',
      'ישנה רק טענה 1 נכונה.',
      'ישנן 2 טענות נכונות.',
      'אף טענה אינה נכונה.',
    ],
    correctAnswer: 0,
    hasImage: '{IMG-12}',
  },
  {
    // problem answers format
    id: 1_005,
    question:
      'הנתונים הבאים מתייחסים ל-2 השאלות הבאות: חוקר בדק את ההשערות H0: `μ` = 45, H1: `μ` ≠ 45.\n ברמת מובהקות של 5% הוחלט לא לדחות את H0 (ממוצע המדגם היה 42.3 והשונות באוכלוסייה הייתה ידועה). אילו מרווחי הסמך הבאים הוא אפשרי לתוחלת ברמת סמך של 95%?',
    answers: [`37.1 ≤ μ ≤ 47.5`, `38.5 ≤ μ ≤ 46.5`, `39.7 ≤ μ ≤ 44.9`, `37.1 ≤ μ ≤ 45.5`],
    correctAnswer: 0,
    linkTo: [1_005, 1_006],
  },
  {
    id: 1_006,
    question:
      'הנתונים הבאים מתייחסים ל-2 השאלות הבאות: חוקר בדק את ההשערות H0: `μ` = 45, H1: `μ` ≠ 45.\n ברמת מובהקות של 5% הוחלט לא לדחות את H0 (ממוצע המדגם היה 42.3 והשונות באוכלוסייה הייתה ידועה). אילו ההשערה הייתה חד-צדדית בכיוון המתאים מה הייתה המסקנה ברמת מובהקות של 2%?',
    answers: [
      'לא לדחות את H0.',
      'לדחות את H0.',
      'לא ניתן לדעת שכן ש"רמ השתנתה.',
      'תלוי במובהקות התוצאה.',
    ],
    correctAnswer: 0,
    linkTo: [1_005, 1_006],
  },
  {
    id: 1_007,
    question:
      'הנתונים הבאים מתייחסים ל-4 השאלות הבאות: כמות הדבש שצורך ישראלי בחודש מתפלגת נורמלית עם תוחלת של 50 גרם וסטיית תקן של 10 גרם. הועלתה טענה שלאחר פרוץ המלחמה כוורות שהושמדו גרמו לכך שכמות הצריכה הממוצעת ירדה (הניחו שאין שינוי בסטיית התקן). לשם כך דגמו 16 ישראלים ונבדק ממוצע מדגם של 48 גרם. נרצה לבדוק את הטענה בר"מ של 5%. מהן ההשערות הנבדקות?',
    answers: [
      'H0: `μ` = 50 ; H1: `μ` < 50',
      'H0: `μ` = 50 ; H1: `μ` = 48',
      'H0: X̄ = 50 ; H1: X̄ < 50',
      'H0: X̄ = 50 ; H1: X̄ = 48',
    ],
    correctAnswer: 0,
    linkTo: [1_007, 1_008, 1_009, 1_010],
  },
  {
    id: 1_008,
    question:
      'הנתונים הבאים מתייחסים ל-4 השאלות הבאות: כמות הדבש שצורך ישראלי בחודש מתפלגת נורמלית עם תוחלת של 50 גרם וסטיית תקן של 10 גרם. הועלתה טענה שלאחר פרוץ המלחמה כוורות שהושמדו גרמו לכך שכמות הצריכה הממוצעת ירדה (הניחו שאין שינוי בסטיית התקן). לשם כך דגמו 16 ישראלים ונבדק ממוצע מדגם של 48 גרם. נרצה לבדוק את הטענה בר"מ של 5%. מהי מובהקות התוצאה?',
    answers: ['0.2119', '0.4207', '0.2', '0.5793'],
    correctAnswer: 0,
    linkTo: [1_007, 1_008, 1_009, 1_010],
  },
  {
    id: 1_009,
    question:
      'הנתונים הבאים מתייחסים ל-4 השאלות הבאות: כמות הדבש שצורך ישראלי בחודש מתפלגת נורמלית עם תוחלת של 50 גרם וסטיית תקן של 10 גרם. הועלתה טענה שלאחר פרוץ המלחמה כוורות שהושמדו גרמו לכך שכמות הצריכה הממוצעת ירדה (הניחו שאין שינוי בסטיית התקן). לשם כך דגמו 16 ישראלים ונבדק ממוצע מדגם של 48 גרם. נרצה לבדוק את הטענה בר"מ של 5%. מהי המסקנה בר"מ של 5%?',
    answers: [
      'לא לדחות את H0, לא חלה ירידה.',
      'לדחות את H0, לא חלה ירידה.',
      'לא לדחות את H0, חלה ירידה.',
      'לדחות את H0, חלה ירידה.',
    ],
    correctAnswer: 0,
    linkTo: [1_007, 1_008, 1_009, 1_010],
  },
  {
    id: 1_010,
    question:
      'הנתונים הבאים מתייחסים ל-4 השאלות הבאות: כמות הדבש שצורך ישראלי בחודש מתפלגת נורמלית עם תוחלת של 50 גרם וסטיית תקן של 10 גרם. הועלתה טענה שלאחר פרוץ המלחמה כוורות שהושמדו גרמו לכך שכמות הצריכה הממוצעת ירדה (הניחו שאין שינוי בסטיית התקן). לשם כך דגמו 16 ישראלים ונבדק ממוצע מדגם של 48 גרם. נרצה לבדוק את הטענה בר"מ של 5%. נניח שאכן חלה ירידה, וכמות הדבש שצורך ישראלי בחודש היא 42 גרם. מהי עוצמת המבחן בר"מ של 5%?}',
    answers: ['0.9394', '0.9918', '0.555', '0.6517'],
    correctAnswer: 0,
    linkTo: [1_007, 1_008, 1_009, 1_010],
  },
  {
    id: 1_013,
    question:
      'הנתונים הבאים מתייחסים ל-3 השאלות הבאות: מאיה והוראי רוצים לדעת כמה חיות מחמד יש למשפחות בשכונה שלהם. הם דגמו 160 משפחות אקראיות מהשכונה ובדקו כמה חיות מחמד יש לכל אחת. את התוצאות הציגו בטבלה. בחרו את המשפט הנכון.',
    answers: [
      'אוכלוסיית המחקר היא המשפחות מהשכונה של מאיה והוראי, ומשתנה המחקר הוא מספר חיות המחמד במשפחה.',
      'אוכלוסיית המחקר היא המשפחות בישראל, ומשתנה המחקר הוא מספר חיות המחמד במשפחה.',
      'אוכלוסיית המחקר היא חיות המחמד בשכונה של מאיה והוראי, ומשתנה המחקר הוא המשפחות בשכונה.',
      'אוכלוסיית המחקר היא חיות המחמד בישראל, ומשתנה המחקר הוא המשפחות בישראל.',
    ],
    correctAnswer: 0,
    linkTo: [1_013, 1_014, 1_015],
    hasImage: '{IMG-1_013}',
  },
  {
    id: 1_014,
    question:
      'הנתונים הבאים מתייחסים ל-3 השאלות הבאות: מאיה והוראי רוצים לדעת כמה חיות מחמד יש למשפחות בשכונה שלהם. הם דגמו 160 משפחות אקראיות מהשכונה ובדקו כמה חיות מחמד יש לכל אחת. את התוצאות הציגו בטבלה. השלימו: סולם המדידה של משתנה המחקר הינו ________, התרשימים הגרפיים המתאימים לו הינם ________.',
    answers: [
      'כמותי בדיד, תרשים מקלות.',
      'כמותי רציף, תרשים היסטוגרמה.',
      'כמותי בדיד, תרשים עוגה.',
      'כמותי רציף, תרשים מקלות.',
    ],
    correctAnswer: 0,
    linkTo: [1_013, 1_014, 1_015],
    hasImage: '{IMG-1_013}',
  },
  {
    id: 1_015,
    question:
      'הנתונים הבאים מתייחסים ל-3 השאלות הבאות: מאיה והוראי רוצים לדעת כמה חיות מחמד יש למשפחות בשכונה שלהם. הם דגמו 160 משפחות אקראיות מהשכונה ובדקו כמה חיות מחמד יש לכל אחת. את התוצאות הציגו בטבלה. לפניכם 3 טענות:\n טענה 1 – החציון של מספר חיות המחמד במשפחה במדגם הוא 3.\n טענה 2 – הטווח הבין־רבעוני של מספר חיות המחמד במשפחה במדגם הוא 2.\n טענה 3 – אילו היינו מוסיפים 40 משפחות שאין להן בעלי חיים, הממוצע והשונות היו קטנים. סמנו את התשובה הנכונה:',
    answers: [
      'ישנה רק טענה 1 נכונה.',
      'כל הטענות נכונות.',
      'ישנן 2 טענות נכונות.',
      'אף אחת מהטענות איננה נכונה.',
    ],
    correctAnswer: 0,
    linkTo: [1_013, 1_014, 1_015],
    hasImage: '{IMG-1_013}',
  },
  {
    id: 1_016,
    question:
      'הנתונים הבאים מתייחסים ל-3 השאלות הבאות: מיקה ויונתן התווכחו לגבי מספר הצעצועים של ילדים מהשכונה. מיקה טענה שבנות מביאות יותר צעצועים מאשר הבנים ויונתן טען שמספר הצעצועים שווה. לצורך בדיקת הטענה היא מיקה שאלה 10 בנות ויונתן שאל 10 בנים. בעזרת ההורים הם ניתחו את הנתונים שאספו, והלן תוצאות הניתוח הסטטיסטי (בטבלה). המבחן הסטטיסטי שביצעו מיקה ויונתן הוא:',
    answers: [
      'מבחן T למדגמים בלתי תלויים.',
      'מבחן T למדגמים מזווגים.',
      'מבחן T למדגם יחיד.',
      'מבחן Z למדגם יחיד.',
    ],
    correctAnswer: 0,
    linkTo: [1_016, 1_017, 1_018],
    hasImage: '{IMG-1_016}',
  },
  {
    id: 1_017,
    question:
      'הנתונים הבאים מתייחסים ל-3 השאלות הבאות: מיקה ויונתן התווכחו לגבי מספר הצעצועים של ילדים מהשכונה. מיקה טענה שבנות מביאות יותר צעצועים מאשר הבנים ויונתן טען שמספר הצעצועים שווה. לצורך בדיקת הטענה היא מיקה שאלה 10 בנות ויונתן שאל 10 בנים. בעזרת ההורים הם ניתחו את הנתונים שאספו, והלן תוצאות הניתוח הסטטיסטי (בטבלה). השלימו את הערך המסומן בפלט באות A:',
    answers: ['17', '18', '19', '9'],
    correctAnswer: 0,
    linkTo: [1_016, 1_017, 1_018],
    hasImage: '{IMG-1_016}',
  },
  {
    id: 1_018,
    question:
      'הנתונים הבאים מתייחסים ל-3 השאלות הבאות: מיקה ויונתן התווכחו לגבי מספר הצעצועים של ילדים מהשכונה. מיקה טענה שבנות מביאות יותר צעצועים מאשר הבנים ויונתן טען שמספר הצעצועים שווה. לצורך בדיקת הטענה היא מיקה שאלה 10 בנות ויונתן שאל 10 בנים. בעזרת ההורים הם ניתחו את הנתונים שאספו, והלן תוצאות הניתוח הסטטיסטי (בטבלה). מהי מסקנת המחקר של מיקה ויונתן?',
    answers: [
      'ברמת מובהקות 1% נדחה את השערת האפס ונסיק שמיקה צודקת, כאשר ברמת מובהקות 0.5% לא נדחה את השערת האפס ונסיק שיונתן צודק.',
      'ברמת מובהקות 1% נדחה את השערת האפס ונסיק שיונתן צודק, כאשר ברמת מובהקות 0.5% לא נדחה את השערת האפס ונסיק שמיקה צודקת.',
      'ברמת מובהקות 1% לא נדחה את השערת האפס ונסיק שיונתן צודק, וגם ברמת מובהקות 0.5% לא נדחה את השערת האפס ונסיק שיונתן צודק.',
      'ברמת מובהקות 1% לא נדחה את השערת האפס ונסיק שמיקה צודקת, וגם ברמת מובהקות 0.5% נדחה את השערת האפס ונסיק שמיקה צודקת.',
    ],
    correctAnswer: 0,
    linkTo: [1_016, 1_017, 1_018],
    hasImage: '{IMG-1_016}',
  },
  {
    id: 1_019,
    question:
      'הנתונים הבאים מתייחסים ל-2 השאלות הבאות: התוצאות הבאות מתארות את מספר הפעמים שילדי הגן חולים בחודש בודד. השלימו את הנתון המסומן באות A בפלט (בחרו בתשובה הקרובה ביותר).',
    answers: ['0.365', '0.421', '0.115', '0.133'],
    correctAnswer: 0,
    linkTo: [1_019, 1_020],
    hasImage: '{IMG-1_019}',
  },
  {
    id: 1_020,
    question:
      'הנתונים הבאים מתייחסים ל-2 השאלות הבאות: התוצאות הבאות מתארות את מספר הפעמים שילדי הגן חולים בחודש בודד. האם ברמת מובהקות 5% ניתן לומר שתוחלת מספר הפעמים שילדי הגן חולים בחודש שונה מ-2?',
    answers: [
      'ברמת מובהקות 5% נדחה את השערת האפס, תוחלת מספר הפעמים שהילדים חולים בחודש אכן שונה מ-2.',
      'ברמת מובהקות 5% נדחה את השערת האפס, תוחלת מספר הפעמים שהילדים חולים בחודש אינה שונה מ-2.',
      'ברמת מובהקות 5% לא נדחה את השערת האפס, תוחלת מספר הפעמים שהילדים חולים בחודש אכן שונה מ-2.',
      'ברמת מובהקות 5% לא נדחה את השערת האפס, תוחלת מספר הפעמים שהילדים חולים בחודש אינה שונה מ-2.',
    ],
    correctAnswer: 0,
    linkTo: [1_019, 1_020],
    hasImage: '{IMG-1_019}',
  },
];
