import { Question } from '../types/exam';

export const StatisticsQuestions: Question[] = [
  {
    id: 1,
    question:
      'בקניוננו טוענים שבמשחק מזל כלשהו ניתן לזכות ב-100 דולר בסיכוי 0.05, לא להרוויח ולא להפסיד בסיכוי 0.6, או להפסיד 10 דולר. אדם משחק במשחק זה 36 פעמים. מה הסיכוי שרווחיו בממוצע בין 1 ל-2 דולר?',
    answers: ['0.1034', '0.2599', '0.1299', '0.008'],
    correctAnswer: 0,
  },
  {
    id: 2,
    question:
      'במבחן t למדגם יחיד מה בהכרח יגדל כתוצאה מהגדלת גודל המדגם, בהנחה שכל שאר הנתונים נשארים ללא שינוי (ממוצע המדגם וסטיית תקן מדגמית)?',
    answers: [
      'סטטיסטי המבחן (בערכו המוחלט).',
      'הערך הקריטי (בערכו המוחלט).',
      'מובהקות התוצאה.',
      'רמת המובהקות.',
    ],
    correctAnswer: 0,
  },
  {
    id: 3,
    question:
      'מנהלת שיווק באזור המרכז רוצה לאמוד את מספר המתנות שצפוי להימכר לקראת ראש השנה בכל הקניונים באזור המרכז (הניחו שהתפלגות נורמלית). לשם כך היא דגמה 16 קניונים וחישבה רוח סמך ברמת סמך של 99%. רוח הסמך שחישבה היה רחב מדי לדעתה. כיצד היא תוכל להקטין את אורך רוח הסמך בוודאות?',
    answers: [
      'להקטין את רמת הסמך.',
      'לדגום יותר קניונים.',
      'להקטין את אלפא לחצי ערכו.',
      'להגדיל את רמת הסמך.',
    ],
    correctAnswer: 0,
  },
  {
    id: 4,
    question:
      'מנהלת שיווק באזור הדרום רוצה לאמוד את תחולת מספר המתנות שצפוי להימכר לקראת ראש השנה בכל מרכזי הקניות באזור הדרום (הניחו שהתפלגות נורמלית). סטיית התקן ידועה ושווה ל-3. מהו גודל המדגם שעליה לדגום (משמע, כמה מרכזי קניות) על מנת שאורכו של רוח הסמך לא יעלה על 4 ברמת סמך של 95%?',
    answers: ['9', '35', '3', '7'],
    correctAnswer: 0,
  },
  {
    id: 12,
    question:
      'לזוג אחים סטפן ואנה יש בבית אוגר, כלב וחתול. הם החליטו לבדוק לכמה ליטופים ביום זוכות חיות המחמד שלהם. במשך 10 ימים אקראיים בחודש האחרון הם ספרו את מספר הליטופים ואת תוצאות המחקר שלהם הציגו בעזרת תרשימי קופסא. לפניכם 3 טענות לגבי התרשימים: טענה 1 – ברוב הימים מספר הליטופים להם זוכים החתולים הינו פחות מהממוצע. טענה 2 – צורת ההתפלגות של מספר הליטופים להם זוכים הכלבים הינה סימטרית, צורת ההתפלגות של מספר הליטופים להם זוכים החתולים הינה אי־סימטרית ימנית, צורת ההתפלגות של מספר הליטופים להם זוכים האוגרים הינה אי־סימטרית שמאלית. טענה 3 – בממוצע האוגרים זוכים להרבה ליטופים במדגם, לעומת החתולים שזוכים להכי מעט ליטופים במדגם. סמנו את התשובה הנכונה:',
    answers: [
      'כל הטענות נכונות.',
      'ישנה רק טענה 1 נכונה.',
      'ישנן 2 טענות נכונות.',
      'אף טענה אינה נכונה.',
    ],
    correctAnswer: 0,
    hasImage: '{IMG-12}',
  },
  {
    id: 13,
    question:
      'אגודת הסטודנטים החליטה לבדוק כמה חטילות ניתנות לסטודנטים בקורס אחד במהלך סמסטר אחד. לשם כך נבחרו באקראי 50 קורסים מכלל הפקולטות וסוכם עבורם מספר החטילות אשר ניתנו בסמסטר בקורס. להלן התוצאות שהתקבלו: \nלהלן ארבעה תרשימי קופסה. בחרו תרשים קופסה שמתאר את הנתונים לעיל.',
    answers: ['תרשים קופסה A', 'תרשים קופסה B', 'תרשים קופסה C', 'תרשים קופסה D'],
    correctAnswer: 0,
    hasImage: '{IMG-13}',
  },
  {
    id: 14,
    question:
      'התפלגות ההוצאה החודשית למשפחה בישראל היא בעלת הצורה הבאה:\nממוצע ההוצאה החודשית המשפחתית בישראל הוא 15,000 ₪. איזה משפט מבין המשפטים הבאים נכון?',
    answers: [
      'רוב ההתפלגויות מצויות מתחת ל־15,000 ₪ בחודש.',
      'רוב ההתפלגויות מעל 15,000 ₪ בחודש.',
      'חציון ההתפלגות מצוי מעל ל־15,000 ₪ בחודש.',
      'אין אחד המשפטים נכון בהכרח.',
    ],
    correctAnswer: 0,
    hasImage: '{IMG-14}',
  },
  {
    id: 15,
    question:
      'חוקר בדק את ההשערות הבאות: H₀: μ = 40, H₁: μ ≠ 40. החוקר ביצע מדגם מתאים, ובדק את השערות ברמת מובהקות של 5%. על סמך תוצאות המדגם החוקר לא דחה את H₀.\nאם החוקר היה בונה עבור μ על סמך אותן תוצאות מדגם, איזה רוח סמך ניתן לדעת בוודאות שהוא סרח אפשרי ל־μ:',
    answers: [
      'רווח סמך של (38,44) ברמת סמך של 98%',
      'רווח סמך של (38,44) ברמת סמך של 90%',
      'רווח סמך של (32,46) ברמת סמך של 95%',
      'רווח סמך של (22,60) ברמת סמך של 99%',
    ],
    correctAnswer: 0,
  },
  {
    id: 16,
    question:
      'סמי מפעיל לוטו קוביית משחק ונטען שקוביה מיוחדת שהסתברויותיה בה הן כלהלן:\nרמי מקפיד בשעתנו של סמי להחליט לזרוק את הקוביה, ורק אם היא תפיל על 1 או על 6 – ישכנע שאכן מדובר בקוביה מיוחדת. מהי רמת המובהקות של מבחן זה?',
    answers: ['0.33', '0.4', '0.83', '0.67'],
    correctAnswer: 0,
    hasImage: '{IMG-16}',
  },
  {
    id: 17,
    question:
      'מרצה רוצה לאמוד את תוחלת מספר המטלות שסטודנטים מגישים במהלך הסמסטר בקורס שלה. היא שאלה 6 סטודנטים אקראיים כמה מטלות הגישו במהלך הסמסטר, וקיבלה את התוצאות הבאות: 0,0,2,3,5,8\nעל סמך מדגם זה בנתה המרצה רוח סמך ברמת ביטחון של 90% לתוחלת המבוקשת. מהו רוחב של הרווח?',
    answers: ['5.1', '2.1', '1.5', '3.2'],
    correctAnswer: 0,
  },
  {
    id: 18,
    question:
      'רחל מגיעה מהפריפריה לתל אביב לבקר את ההורים בכל יום שישי. משך זמן הנסיעה שלה הוא משתנה מקרי נורמלי עם תוחלת 60 דקות, סטיית תקן 5 דקות, ומשך הזמן שלוקח לה למצוא חניה מתפלג נורמלית עם תוחלת 15 דקות וסטיית תקן 10 דקות. מהו הזמן הממוצע הכולל שלוקח לרחל להגיע להוריה (כולל חניה)?',
    answers: ['82.5 דקות', '67.5 דקות', '85.1 דקות', '64.9 דקות'],
    correctAnswer: 0,
  },
  {
    id: 19,
    question:
      'בקורס לסטטיסטיקה המרצה הכין טבלת שכיחויות עבור מספר המטלות שהגישו התלמידים במהלך הסמסטר. מספר המטלות נע בין 0 ל־10. החציון של מספר המטלות היה 7.5 וסטיית התקן היתה 2. בבדיקה נוספת התברר כי המרצה שכח לכלול את הגשת מטלה 1, אשר כל הסטודנטים הגישו. מה יקרה לחציון ולסטיית התקן של מספר המטלות, לאחר הוספת מטלה זו?',
    answers: [
      'החציון יגדל וסטיית התקן לא תשתנה',
      'החציון יגדל וסטיית התקן תקטן',
      'החציון לא ישתנה וסטיית התקן לא תשתנה',
      'החציון לא ישתנה וסטיית התקן תקטן',
    ],
    correctAnswer: 0,
  },
  {
    id: 20,
    question:
      'חוקרים במשרד הבריאות האמריקאי מעוניינים להשוות את רמת התחלואה של שני אזורים בארצות הברית לאחר הסגר. לשם כך נבחרו 6 ערים מכל אזור, ובכל עיר נספר מספר החולים ל־10,000 איש. להלן טבלת הנתונים:\nמהו סטטיסטי המבחן לבדיקת ההשערה שיש הבדל ברמות התחלואה בשני האזורים?',
    answers: ['1.15', '0.98', '0.33', '1.633'],
    correctAnswer: 0,
    hasImage: '{IMG-20}',
  },
  {
    id: 21,
    question:
      'חוקר רצה לאמוד השפעתו של תוסף תזונה חדש על זמן ריצה. במדגם של אנשים שקיבלו את התוסף התקבל זמן ריצה ממוצע של 43.1 שניות. על סמך מדגם זה החוקר בנה רוח סמך ברמת ביטחון של 92% לתוחלת, וקיבל את הסמך (42.4, 43.8). כעת הוא מעוניין לבדוק את השערת האפס, שהתוחלת שווה ל־42 שניות, נגד השערה דו־צדדית. איזו מהטענות הבאות נכונה?',
    answers: [
      'החוקר ידחה את השערת האפס, ברמת מובהקות של 0.08, כי 42 לא נמצא בתחום סמך',
      'החוקר לא ידחה את השערת האפס, ברמת מובהקות של 0.08, כי 43.1 נמצא בתחום סמך',
      'החוקר לא ידחה את השערת האפס, ברמת מובהקות של 0.08, כי 42 לא נמצא בתחום סמך',
      'החוקר לא ידחה את השערת האפס, ברמת מובהקות של 0.08, כי 43.1 נמצא בתחום סמך',
    ],
    correctAnswer: 0,
  },
  {
    id: 22,
    question:
      'לפני תקופת הקורונה, מספר המשלוחים היומי במסעדות של סמי היה משתנה מקרי שמתפלג נורמלית עם תוחלת 20 וסטיית תקן 4. אחרי פתיחת המסעדה מחדש לאחר הסגר, החליט סמי לבדוק האם יש שינוי במספר המשלוחים. במדגם של 25 ימים התקבל מספר משלוחים ממוצע של 17.5 (ותוחלת שוק אוכולוסייתית ידועה: 4). מהי המובהקות של התוצאה?',
    answers: ['0.076', '0.038', '0.105', '0.210'],
    correctAnswer: 0,
  },
  {
    id: 23,
    question:
      'במפעל מסוים עובדים בשלוש משמרות (בוקר/צהריים/לילה). לאחרי הבטיחות במפעל מעוניין לבדוק לגבי תאונות עבודה המתרחשות במפעל, האם קיימת תלות בין סוג המשמרת לבין חומרת התאונה (קלה/בינונית/קשה). הוא בחר מדגם סטטיסטי מתאים, וערך סטטיסטי המבחן שהתקבל היה 9. התוצאה: מספר דרגות החופש של התפלגות הסטטיסטי הוא ________, וברמת מובהקות 5% אחרי הביטוי המתקבל הוא _________. בין סוג המשמרת לבין חומרת תאונות העבודה במפעל:',
    answers: [
      '4, אין תלות',
      '4, יש תלות',
      '6, אין תלות',
      '6, יש תלות',
    ],
    correctAnswer: 0,
  },
  {
    id: 24,
    question:
      'מנה אחת של ארוחת סוכר, משקלה מתפלג נורמלית עם סטיית תקן של 0.04 ק״ג. לצורך בדיקת השערת האפס (Ho) שטוענת כי תוחלת המשקל של שקית שוקולד המכונה שווה 2 ק״ג, לעומת השערה האלטרנטיבית שתוחלת המשקל שונה מ־2 ק״ג, נלקח מדגם בגודל 50 שקיות. במדגם התקבל ממוצע 1.99 ק״ג. מהי מובהקות התוצאה?',
    answers: ['0.077', '0.038', '0.962', '0.006'],
    correctAnswer: 0,
  },
  {
    id: 25,
    question:
      'להלן היסטוגרמות של משתנה כמותי בשתי התפלגויות (A ו־B): \nאיזו מהקביעות הבאות נכונה?',
    answers: [
      'סטיית התקן בהתפלגות A גדולה מסטיית התקן בהתפלגות B',
      'סטיית התקן בהתפלגות A קטנה מסטיית התקן בהתפלגות B',
      'סטיית התקן בהתפלגות A שווה לסטיית התקן בהתפלגות B כי טווחי ההתפלגויות זהה',
      'סטיית התקן בהתפלגות A שווה לסטיית התקן בהתפלגות B, אך A סימטרית',
    ],
    correctAnswer: 0,
    hasImage: '{IMG-25}',
  },
  {
    id: 26,
    question:
      'חוקרת בנתה רווח סמך לתוחלת ברמת ביטחון 95% וקיבלה את הרווח (9,12). אם תרצה להקטין את טעות התקן שלה, רווח הסמך ברמת ביטחון של 99% יהיה:',
    answers: [
      'מרכז הרווח לא ישתנה, אך טעות התקן תקטן ב־1.5',
      'מרכז הרווח לא ישתנה, אך טעות התקן תגדל ב־1.5',
      'מרכז הרווח ישתנה, אך טעות התקן לא תשתנה',
      'מרכז הרווח ישתנה, טעות התקן תגדל ביותר מ־1.5',
    ],
    correctAnswer: 0,
  },
  {
    id: 27,
    question:
      'שני חוקרים בודקים צמד השערות על סמך אותו מדגם, אותה השערת אפס ואותה השערה אלטרנטיבית. חוקר א׳ בודק את ההשערות ברמת מובהקות 0.05, ואילו חוקר ב׳ בודק את ההשערות ברמת מובהקות 0.01. ציינו את המשמעות הנכונה להשוואה בין חוקר א׳ לחוקר ב׳:',
    answers: [
      'חוקר א׳ יסווג טעויות מסוג I בשכיחות גדולה יותר וטעויות מסוג II קטנה יותר',
      'חוקר א׳ יסווג טעויות מסוג I בשכיחות קטנה יותר וטעויות מסוג II גדולה יותר',
      'חוקר ב׳ יסווג טעויות מסוג I בשכיחות קטנה יותר וטעויות מסוג II גדולה יותר',
      'חוקר ב׳ יסווג טעויות מסוג I בשכיחות גדולה יותר וטעויות מסוג II קטנה יותר',
    ],
    correctAnswer: 0,
  },
  {
    id: 28,
    question:
      'תוחלת משקל תינוקות בגן סלבי היא 16 ק״ג וסטיית התקן היא 2. במדגם של 16 תינוקות נמצא שהחציון היה קרוב יותר לסטיית התקן והצטמצם ל־2. כיצד תשפיע ההטרוגניות של המדגם על ציון התקן של שאולי?',
    answers: [
      'ציון התקן של שאולי יגדל',
      'ציון התקן של שאולי יקטן',
      'ציון התקן של שאולי ישתנה, אך לא ניתן לדעת אם יגדל או יקטן',
      'ציון התקן של שאולי לא ישתנה',
    ],
    correctAnswer: 0,
  },
  {
    id: 29,
    question:
      'קבוצת מורים פיתחו תכנית לימודי "כלכלה שימושית" בבתי ספר, שמטרתה ללמד מושגים בסיסיים בהתנהלות כלכלית בחיי היומיום. התכנית יקרה ליישום, אולם היא אמורה לשנות את המצב הקיים, ועל כן להציג תועלת. שלב ראשון כלל פיילוט בחמישה בתי ספר. על פי התוצאות, התכנית חוסכת 1,000 ₪ לתלמיד לשנה. איזה ניסוח אינו נכון?',
    answers: [
      'התכנית משתלמת מבחינת עלות תועלת',
      'התכנית אינה משתלמת מבחינת עלות תועלת',
      'הכנסת התכנית לבתי הספר ושיפור ההתנהלות הכלכלית של התלמידים מצביעים על יעילות',
      'החלטה אם להכניס את התכנית לבתי הספר, ובכך למנוע מצב שבו משאבים יושבים לחינם',
    ],
    correctAnswer: 0,
  },
  {
    id: 30,
    question:
      'בבדיקת השערות על תוחלת, חוקרת אחת בדקה את ההשערה μ=10 לעומת ההשערה μ<10 על סמך מדגם, וקיבלה ערך P-value = 0.043. חוקרת שנייה בדקה על סמך אותו מדגם את ההשערה μ=10 לעומת ההשערה μ>10. מה נכון?',
    answers: [
      'החוקרת הראשונה דחתה את השערת האפס ברמת מובהקות 10%',
      'החוקרת הראשונה דחתה את השערת האפס ברמת מובהקות 5%',
      'החוקרת הראשונה דחתה את השערת האפס ברמת מובהקות 2.5%',
      'החוקרת הראשונה דחתה את השערת האפס ברמת מובהקות 1%',
    ],
    correctAnswer: 0,
  },
  {
    id: 31,
    question:
      'בבדיקה שנעשתה בקרב תלמידים נמצא כי רוב התלמידים קיבלו ציונים גבוהים, ומעטים קיבלו ציונים נמוכים. באיזה סוג של התפלגות מדובר?',
    answers: [
      'התפלגות אסימטרית ימנית',
      'התפלגות אסימטרית שמאלית',
      'התפלגות נורמלית',
      'התפלגות דו־שיאית',
    ],
    correctAnswer: 0,
  },
  {
    id: 32,
    question:
      'בודקים אם השיעור "מדע חדש" בקרב קבוצה של גברים בממוצע שונה מציפיות הממוצע של מדגם זה. איזו צורת השערה נבחנת (כולל כיווניות)?',
    answers: [
      'השערה דו־צדדית, תוחלת שווה מול תוחלת שונה',
      'השערה חד־צדדית, תוחלת גדולה מול תוחלת קטנה',
      'השערה חד־צדדית, תוחלת קטנה מול תוחלת גדולה',
      'השערה חד־צדדית, תוחלת שווה מול תוחלת שונה',
    ],
    correctAnswer: 0,
  },

  {
    // problem answers format
    id: 1_005,
    question:
      'הנתונים הבאים מתייחסים ל-2 השאלות הבאות: חוקר בדק את ההשערות H0: `μ` = 45, H1: `μ` ≠ 45.\n ברמת מובהקות של 5% הוחלט לא לדחות את H0 (ממוצע המדגם היה 42.3 והשונות באוכלוסייה הייתה ידועה). אילו מרווחי הסמך הבאים הוא אפשרי לתוחלת ברמת סמך של 95%?',
    answers: [`37.1 ≤ μ ≤ 47.5`, `38.5 ≤ μ ≤ 46.5`, `39.7 ≤ μ ≤ 44.9`, `37.1 ≤ μ ≤ 45.5`],
    correctAnswer: 0,
    linkTo: [1_005, 1_006],
  },
  {
    id: 1_006,
    question:
      'הנתונים הבאים מתייחסים ל-2 השאלות הבאות: חוקר בדק את ההשערות H0: `μ` = 45, H1: `μ` ≠ 45.\n ברמת מובהקות של 5% הוחלט לא לדחות את H0 (ממוצע המדגם היה 42.3 והשונות באוכלוסייה הייתה ידועה). אילו ההשערה הייתה חד-צדדית בכיוון המתאים מה הייתה המסקנה ברמת מובהקות של 2%?',
    answers: [
      'לא לדחות את H0.',
      'לדחות את H0.',
      'לא ניתן לדעת שכן ש"רמ השתנתה.',
      'תלוי במובהקות התוצאה.',
    ],
    correctAnswer: 0,
    linkTo: [1_005, 1_006],
  },
  {
    id: 1_007,
    question:
      'הנתונים הבאים מתייחסים ל-4 השאלות הבאות: כמות הדבש שצורך ישראלי בחודש מתפלגת נורמלית עם תוחלת של 50 גרם וסטיית תקן של 10 גרם. הועלתה טענה שלאחר פרוץ המלחמה כוורות שהושמדו גרמו לכך שכמות הצריכה הממוצעת ירדה (הניחו שאין שינוי בסטיית התקן). לשם כך דגמו 16 ישראלים ונבדק ממוצע מדגם של 48 גרם. נרצה לבדוק את הטענה בר"מ של 5%. מהן ההשערות הנבדקות?',
    answers: [
      'H0: `μ` = 50 ; H1: `μ` < 50',
      'H0: `μ` = 50 ; H1: `μ` = 48',
      'H0: X̄ = 50 ; H1: X̄ < 50',
      'H0: X̄ = 50 ; H1: X̄ = 48',
    ],
    correctAnswer: 0,
    linkTo: [1_007, 1_008, 1_009, 1_010],
  },
  {
    id: 1_008,
    question:
      'הנתונים הבאים מתייחסים ל-4 השאלות הבאות: כמות הדבש שצורך ישראלי בחודש מתפלגת נורמלית עם תוחלת של 50 גרם וסטיית תקן של 10 גרם. הועלתה טענה שלאחר פרוץ המלחמה כוורות שהושמדו גרמו לכך שכמות הצריכה הממוצעת ירדה (הניחו שאין שינוי בסטיית התקן). לשם כך דגמו 16 ישראלים ונבדק ממוצע מדגם של 48 גרם. נרצה לבדוק את הטענה בר"מ של 5%. מהי מובהקות התוצאה?',
    answers: ['0.2119', '0.4207', '0.2', '0.5793'],
    correctAnswer: 0,
    linkTo: [1_007, 1_008, 1_009, 1_010],
  },
  {
    id: 1_009,
    question:
      'הנתונים הבאים מתייחסים ל-4 השאלות הבאות: כמות הדבש שצורך ישראלי בחודש מתפלגת נורמלית עם תוחלת של 50 גרם וסטיית תקן של 10 גרם. הועלתה טענה שלאחר פרוץ המלחמה כוורות שהושמדו גרמו לכך שכמות הצריכה הממוצעת ירדה (הניחו שאין שינוי בסטיית התקן). לשם כך דגמו 16 ישראלים ונבדק ממוצע מדגם של 48 גרם. נרצה לבדוק את הטענה בר"מ של 5%. מהי המסקנה בר"מ של 5%?',
    answers: [
      'לא לדחות את H0, לא חלה ירידה.',
      'לדחות את H0, לא חלה ירידה.',
      'לא לדחות את H0, חלה ירידה.',
      'לדחות את H0, חלה ירידה.',
    ],
    correctAnswer: 0,
    linkTo: [1_007, 1_008, 1_009, 1_010],
  },
  {
    id: 1_010,
    question:
      'הנתונים הבאים מתייחסים ל-4 השאלות הבאות: כמות הדבש שצורך ישראלי בחודש מתפלגת נורמלית עם תוחלת של 50 גרם וסטיית תקן של 10 גרם. הועלתה טענה שלאחר פרוץ המלחמה כוורות שהושמדו גרמו לכך שכמות הצריכה הממוצעת ירדה (הניחו שאין שינוי בסטיית התקן). לשם כך דגמו 16 ישראלים ונבדק ממוצע מדגם של 48 גרם. נרצה לבדוק את הטענה בר"מ של 5%. נניח שאכן חלה ירידה, וכמות הדבש שצורך ישראלי בחודש היא 42 גרם. מהי עוצמת המבחן בר"מ של 5%?}',
    answers: ['0.9394', '0.9918', '0.555', '0.6517'],
    correctAnswer: 0,
    linkTo: [1_007, 1_008, 1_009, 1_010],
  },
  {
    id: 1_013,
    question:
      'הנתונים הבאים מתייחסים ל-3 השאלות הבאות: מאיה והוראי רוצים לדעת כמה חיות מחמד יש למשפחות בשכונה שלהם. הם דגמו 160 משפחות אקראיות מהשכונה ובדקו כמה חיות מחמד יש לכל אחת. את התוצאות הציגו בטבלה. בחרו את המשפט הנכון.',
    answers: [
      'אוכלוסיית המחקר היא המשפחות מהשכונה של מאיה והוראי, ומשתנה המחקר הוא מספר חיות המחמד במשפחה.',
      'אוכלוסיית המחקר היא המשפחות בישראל, ומשתנה המחקר הוא מספר חיות המחמד במשפחה.',
      'אוכלוסיית המחקר היא חיות המחמד בשכונה של מאיה והוראי, ומשתנה המחקר הוא המשפחות בשכונה.',
      'אוכלוסיית המחקר היא חיות המחמד בישראל, ומשתנה המחקר הוא המשפחות בישראל.',
    ],
    correctAnswer: 0,
    linkTo: [1_013, 1_014, 1_015],
    hasImage: '{IMG-1_013}',
  },
  {
    id: 1_014,
    question:
      'הנתונים הבאים מתייחסים ל-3 השאלות הבאות: מאיה והוראי רוצים לדעת כמה חיות מחמד יש למשפחות בשכונה שלהם. הם דגמו 160 משפחות אקראיות מהשכונה ובדקו כמה חיות מחמד יש לכל אחת. את התוצאות הציגו בטבלה. השלימו: סולם המדידה של משתנה המחקר הינו ________, התרשימים הגרפיים המתאימים לו הינם ________.',
    answers: [
      'כמותי בדיד, תרשים מקלות.',
      'כמותי רציף, תרשים היסטוגרמה.',
      'כמותי בדיד, תרשים עוגה.',
      'כמותי רציף, תרשים מקלות.',
    ],
    correctAnswer: 0,
    linkTo: [1_013, 1_014, 1_015],
    hasImage: '{IMG-1_013}',
  },
  {
    id: 1_015,
    question:
      'הנתונים הבאים מתייחסים ל-3 השאלות הבאות: מאיה והוראי רוצים לדעת כמה חיות מחמד יש למשפחות בשכונה שלהם. הם דגמו 160 משפחות אקראיות מהשכונה ובדקו כמה חיות מחמד יש לכל אחת. את התוצאות הציגו בטבלה. לפניכם 3 טענות:\n טענה 1 – החציון של מספר חיות המחמד במשפחה במדגם הוא 3.\n טענה 2 – הטווח הבין־רבעוני של מספר חיות המחמד במשפחה במדגם הוא 2.\n טענה 3 – אילו היינו מוסיפים 40 משפחות שאין להן בעלי חיים, הממוצע והשונות היו קטנים. סמנו את התשובה הנכונה:',
    answers: [
      'ישנה רק טענה 1 נכונה.',
      'כל הטענות נכונות.',
      'ישנן 2 טענות נכונות.',
      'אף אחת מהטענות איננה נכונה.',
    ],
    correctAnswer: 0,
    linkTo: [1_013, 1_014, 1_015],
    hasImage: '{IMG-1_013}',
  },
  {
    id: 1_016,
    question:
      'הנתונים הבאים מתייחסים ל-3 השאלות הבאות: מיקה ויונתן התווכחו לגבי מספר הצעצועים של ילדים מהשכונה. מיקה טענה שבנות מביאות יותר צעצועים מאשר הבנים ויונתן טען שמספר הצעצועים שווה. לצורך בדיקת הטענה היא מיקה שאלה 10 בנות ויונתן שאל 10 בנים. בעזרת ההורים הם ניתחו את הנתונים שאספו, והלן תוצאות הניתוח הסטטיסטי (בטבלה). המבחן הסטטיסטי שביצעו מיקה ויונתן הוא:',
    answers: [
      'מבחן T למדגמים בלתי תלויים.',
      'מבחן T למדגמים מזווגים.',
      'מבחן T למדגם יחיד.',
      'מבחן Z למדגם יחיד.',
    ],
    correctAnswer: 0,
    linkTo: [1_016, 1_017, 1_018],
    hasImage: '{IMG-1_016}',
  },
  {
    id: 1_017,
    question:
      'הנתונים הבאים מתייחסים ל-3 השאלות הבאות: מיקה ויונתן התווכחו לגבי מספר הצעצועים של ילדים מהשכונה. מיקה טענה שבנות מביאות יותר צעצועים מאשר הבנים ויונתן טען שמספר הצעצועים שווה. לצורך בדיקת הטענה היא מיקה שאלה 10 בנות ויונתן שאל 10 בנים. בעזרת ההורים הם ניתחו את הנתונים שאספו, והלן תוצאות הניתוח הסטטיסטי (בטבלה). השלימו את הערך המסומן בפלט באות A:',
    answers: ['17', '18', '19', '9'],
    correctAnswer: 0,
    linkTo: [1_016, 1_017, 1_018],
    hasImage: '{IMG-1_016}',
  },
  {
    id: 1_018,
    question:
      'הנתונים הבאים מתייחסים ל-3 השאלות הבאות: מיקה ויונתן התווכחו לגבי מספר הצעצועים של ילדים מהשכונה. מיקה טענה שבנות מביאות יותר צעצועים מאשר הבנים ויונתן טען שמספר הצעצועים שווה. לצורך בדיקת הטענה היא מיקה שאלה 10 בנות ויונתן שאל 10 בנים. בעזרת ההורים הם ניתחו את הנתונים שאספו, והלן תוצאות הניתוח הסטטיסטי (בטבלה). מהי מסקנת המחקר של מיקה ויונתן?',
    answers: [
      'ברמת מובהקות 1% נדחה את השערת האפס ונסיק שמיקה צודקת, כאשר ברמת מובהקות 0.5% לא נדחה את השערת האפס ונסיק שיונתן צודק.',
      'ברמת מובהקות 1% נדחה את השערת האפס ונסיק שיונתן צודק, כאשר ברמת מובהקות 0.5% לא נדחה את השערת האפס ונסיק שמיקה צודקת.',
      'ברמת מובהקות 1% לא נדחה את השערת האפס ונסיק שיונתן צודק, וגם ברמת מובהקות 0.5% לא נדחה את השערת האפס ונסיק שיונתן צודק.',
      'ברמת מובהקות 1% לא נדחה את השערת האפס ונסיק שמיקה צודקת, וגם ברמת מובהקות 0.5% נדחה את השערת האפס ונסיק שמיקה צודקת.',
    ],
    correctAnswer: 0,
    linkTo: [1_016, 1_017, 1_018],
    hasImage: '{IMG-1_016}',
  },
  {
    id: 1_019,
    question:
      'הנתונים הבאים מתייחסים ל-2 השאלות הבאות: התוצאות הבאות מתארות את מספר הפעמים שילדי הגן חולים בחודש בודד. השלימו את הנתון המסומן באות A בפלט (בחרו בתשובה הקרובה ביותר).',
    answers: ['0.365', '0.421', '0.115', '0.133'],
    correctAnswer: 0,
    linkTo: [1_019, 1_020],
    hasImage: '{IMG-1_019}',
  },
  {
    id: 1_020,
    question:
      'הנתונים הבאים מתייחסים ל-2 השאלות הבאות: התוצאות הבאות מתארות את מספר הפעמים שילדי הגן חולים בחודש בודד. האם ברמת מובהקות 5% ניתן לומר שתוחלת מספר הפעמים שילדי הגן חולים בחודש שונה מ-2?',
    answers: [
      'ברמת מובהקות 5% נדחה את השערת האפס, תוחלת מספר הפעמים שהילדים חולים בחודש אכן שונה מ-2.',
      'ברמת מובהקות 5% נדחה את השערת האפס, תוחלת מספר הפעמים שהילדים חולים בחודש אינה שונה מ-2.',
      'ברמת מובהקות 5% לא נדחה את השערת האפס, תוחלת מספר הפעמים שהילדים חולים בחודש אכן שונה מ-2.',
      'ברמת מובהקות 5% לא נדחה את השערת האפס, תוחלת מספר הפעמים שהילדים חולים בחודש אינה שונה מ-2.',
    ],
    correctAnswer: 0,
    linkTo: [1_019, 1_020],
    hasImage: '{IMG-1_019}',
  },
  {
    id: 1_021,
    question:
      'הנתונים הבאים מתייחסים לשתי השאלות הבאות: סדרה של נתונים סטטיסטיים מונה 13 תצפיות. התפלגות סדרת הנתונים הייתה סימטרית סביב הממוצע. כמו כן ידוע ש־חציון הסדרה הוא 40 והשונות היא 100. בשלב מאוחר יותר נוספו עוד 2 תצפיות שערכן 20 ו־60 לסדרה הנתונה. מה יקרה לממוצע הסדרה?',
    answers: ['לא ישתנה', 'יגדל', 'יקטון', 'לא ניתן לדעת'],
    correctAnswer: 0,
    linkTo: [1_021, 1_022],
  },
  {
    id: 1_022,
    question:
      'הנתונים הבאים מתייחסים לשתי השאלות הבאות: סדרה של נתונים סטטיסטיים מונה 13 תצפיות. התפלגות סדרת הנתונים הייתה סימטרית סביב הממוצע. כמו כן ידוע ש־חציון הסדרה הוא 40 והשונות היא 100. בשלב מאוחר יותר נוספו עוד 2 תצפיות שערכן 20 ו־60 לסדרה הנתונה. מה יקרה לשונות הסדרה?',
    answers: ['לא ישתנה', 'יגדל', 'יקטון', 'לא ניתן לדעת'],
    correctAnswer: 0,
    linkTo: [1_021, 1_022],
  },
  {
    id: 1_023,
    question:
      'הסיפור הבא מתייחס ל־3 השאלות הבאות: מבקשים להעריך את הכנסותיהם של שכירים המועסקים בשירות ציבור, ואת השינוי שחל בהן בשנים האחרונות. נתונים שנאספו שנים קודמות מלמדים כי תחולת ההכנסה בשנים עבר של שכירים המועסקים בשירות ציבור היא 6700 ₪ וסטיית התקן היא 1300. מבקשים לתכנן סקר בו תיבדק תחולת ההכנסה בשנה זו של שכירים בשירות ציבור. במחקר שלא חל השנה שינוי בסתי״ת התקן, מה צריך להיות גודל המדגם עבור שכירים המועסקים בשירות ציבור כדי שהשגיאה המותרת לא תעלה על 450 ₪, ברמת בטחון של 98%?',
    answers: ['לפחות 46 תצפיות', 'לפחות 36 תצפיות', 'לפחות 16 תצפיות', 'לפחות 7 תצפיות'],
    correctAnswer: 0,
    linkTo: [1_023, 1_024, 1_025],
  },
  {
    id: 1_024,
    question:
      'הסיפור הבא מתייחס ל־3 השאלות הבאות: מבקשים להעריך את הכנסותיהם של שכירים המועסקים בשירות ציבור, ואת השינוי שחל בהן בשנים האחרונות. נתונים שנאספו שנים קודמות מלמדים כי תחולת ההכנסה בשנים עבר של שכירים המועסקים בשירות ציבור היא 6700 ₪ וסטיית התקן היא 1300. הוחלט כי במדגם ייבדקו הכנסות של 48 שכירים המועסקים בשירות ציבור, וכי השערת המחקר שתיבדק בסקר היא שתחולת ההכנסה של שכירים ירדה בשנה האחרונה. רמת המובהקות היא 0.025. מהו כלל ההחלטה עבור השערה זו?',
    answers: ['C = {X̄ ≤ 6332.23}', 'C = {X̄ ≤ 6390.4}', 'C = {X̄ ≤ 6655.31}', 'C = {X̄ ≥ 7067.7}'],
    correctAnswer: 0,
    linkTo: [1_023, 1_024, 1_025],
  },
  {
    id: 1_025,
    question:
      'הסיפור הבא מתייחס ל־3 השאלות הבאות: מבקשים להעריך את הכנסותיהם של שכירים המועסקים בשירות ציבור, ואת השינוי שחל בהן בשנים האחרונות. נתונים שנאספו שנים קודמות מלמדים כי תחולת ההכנסה בשנים עבר של שכירים המועסקים בשירות ציבור היא 6700 ₪ וסטיית התקן היא 1300. במדגם של 48 הכנסות התקבל ממוצע מדגם של 6550 ₪. חשבו את מובהקות התוצאה.',
    answers: ['0.2191', '1', '0', '0.7881'],
    correctAnswer: 0,
    linkTo: [1_023, 1_024, 1_025],
  },
  {
    id: 1_026,
    question:
      'הנתונים הבאים מתייחסים לשתי השאלות הבאות: דיאגרמת המקלות הבאה מתארת את התפלגות מספר הספרים שקראו בשנה האחרונה תלמידי הכיתה: \nכמה תלמידים בכיתה?',
    answers: ['17', '8', '9', '6'],
    correctAnswer: 0,
    linkTo: [1_026, 1_027],
    hasImage: '{IMG-1_026}',
  },
  {
    id: 1_027,
    question:
      'הנתונים הבאים מתייחסים לשתי השאלות הבאות: דיאגרמת המקלות הבאה מתארת את התפלגות מספר הספרים שקראו בשנה האחרונה תלמידי הכיתה: \nמהו השכיח של ההתפלגות?',
    answers: ['0,1', '1', '5', '6'],
    correctAnswer: 0,
    linkTo: [1_026, 1_027],
    hasImage: '{IMG-1_026}',
  },
  {
    id: 1_028,
    question:
      'הנתונים הבאים מתייחסים ל־3 השאלות הבאות: נלקח מדגם של אימהות, לאחר לידתן השנייה. במסגרת המחקר נמדדים המשתנים הבאים: משקל התינוק בלידתו, סוג הלידה (קיסרית או לידה רגילה), מצב תעסוקתי של האם (האם הילדה הייתה קיסרית או לא קיסרית) וכן מצב תעסוקתי האם בזמן בו בוחן כל לידה (שכירה, עצמאית או לא עובדת). ניתן להניח שהתפלגויות המשתנים הנבחנים במחקר הן נורמליות.\nמהו סולם המדידה של המשתנה "עיסוק תעסוקתי"?',
    answers: ['שמי', 'סדר', 'רציף במדידה בדידה', 'כמותי רציף'],
    correctAnswer: 0,
    linkTo: [1_028, 1_029, 1_030],
  },
  {
    id: 1_029,
    question:
      'הנתונים הבאים מתייחסים ל־3 השאלות הבאות: נלקח מדגם של אימהות, לאחר לידתן השנייה. במסגרת המחקר נמדדים המשתנים הבאים: משקל התינוק בלידתו, סוג הלידה (קיסרית או לידה רגילה), מצב תעסוקתי של האם (האם הילדה הייתה קיסרית או לא קיסרית) וכן מצב תעסוקתי האם בזמן בו בוחן כל לידה (שכירה, עצמאית או לא עובדת). ניתן להניח שהתפלגויות המשתנים הנבחנים במחקר הן נורמליות.\nמהו המשתנה הסטטיסטי המתאים לבדיקה לשאלה: האם קיים הבדל בין התוחלת משקל הלידה הממוצע של תינוקות שנולדו בלידה קיסרית לעומת משקל הלידה הממוצע של תינוקות שנולדו בלידה רגילה?',
    answers: [
      'מבחן להשוואת שתי תוחלות, במדגם מזווג',
      'מבחן להשוואת שתי תוחלות, בשני מדגמים בלתי תלויים',
      'מבחן ל־k תוחלות',
      'מבחן χ² למדגם יחיד',
    ],
    correctAnswer: 0,
    linkTo: [1_028, 1_029, 1_030],
  },
  {
    id: 1_030,
    question:
      'הנתונים הבאים מתייחסים ל־3 השאלות הבאות: נלקח מדגם של אימהות, לאחר לידתן השנייה. במסגרת המחקר נמדדים המשתנים הבאים: משקל התינוק בלידתו, סוג הלידה (קיסרית או לידה רגילה), מצב תעסוקתי של האם (האם הילדה הייתה קיסרית או לא קיסרית) וכן מצב תעסוקתי האם בזמן בו בוחן כל לידה (שכירה, עצמאית או לא עובדת). ניתן להניח שהתפלגויות המשתנים הנבחנים במחקר הן נורמליות.\nבמסד הנתונים שנבנה למחקר, כמה עמודות קיימות? (לא כולל מספר עמודות)',
    answers: ['5', '3', '6', 'לא ניתן לדעת כיוון שלא נאמר מהו גודל המדגם.'],
    correctAnswer: 0,
    linkTo: [1_028, 1_029, 1_030],
  },
  {
    id: 1_031,
    question:
      'הנתונים הבאים מתייחסים ל־4 השאלות הבאות: מנהליה של חברה חי טיק גדולה מאוד מתעניינים במספר הפעמים שעובדי החברה יוצאים להפסקת סיגריה ביום עבודה. לצורך כך היא שאלה 80 מעובדי החברה, שנבחרו באקראי, כמה הפסקות סיגריה הם עושים במהלך היום. הנתונים מוצגים בטבלה הבאה. שימו לב שחלק מהשכיחויות חסרות, אך ניתן שחסירויות החסרות אינן שוות ל־0. {IMG-1_004}\nמהי האוכלוסייה הנחקרת בניסוי זה?',
    answers: [
      'כל עובדי החברה',
      '80 העובדים שהשתתפו בסקר',
      'כל העובדים במיל טיק',
      'כל העובדים בכל התחומים',
    ],
    correctAnswer: 0,
    linkTo: [1_031, 1_032, 1_033, 1_034],
    hasImage: '{IMG-1_031}',
  },
  {
    id: 1_032,
    question:
      'הנתונים הבאים מתייחסים ל־4 השאלות הבאות: מנהליה של חברה חי טיק גדולה מאוד מתעניינים במספר הפעמים שעובדי החברה יוצאים להפסקת סיגריה ביום עבודה. לצורך כך היא שאלה 80 מעובדי החברה, שנבחרו באקראי, כמה הפסקות סיגריה הם עושים במהלך היום. הנתונים מוצגים בטבלה הבאה. שימו לב שחלק מהשכיחויות חסרות, אך ניתן שחסירויות החסרות אינן שוות ל־0. {IMG-1_004}\nמהו מהבאים נכון במחקר זה?',
    answers: [
      '3 הוא ערך, A הוא שכיחות',
      '3 הוא שכיחות, A הוא ערך',
      '3 הוא משתנה, A הוא ערך',
      '3 הוא משתנה, A הוא שכיחות',
    ],
    correctAnswer: 0,
    linkTo: [1_031, 1_032, 1_033, 1_034],
    hasImage: '{IMG-1_031}',
  },
  {
    id: 1_033,
    question:
      'הנתונים הבאים מתייחסים ל־4 השאלות הבאות: מנהליה של חברה חי טיק גדולה מאוד מתעניינים במספר הפעמים שעובדי החברה יוצאים להפסקת סיגריה ביום עבודה. לצורך כך היא שאלה 80 מעובדי החברה, שנבחרו באקראי, כמה הפסקות סיגריה הם עושים במהלך היום. הנתונים מוצגים בטבלה הבאה. שימו לב שחלק מהשכיחויות חסרות, אך ניתן שחסירויות החסרות אינן שוות ל־0. {IMG-1_004}\nמהו החציון?',
    answers: ['2', '1', '0', 'לא ניתן לחשב כי חסרים נתונים'],
    correctAnswer: 0,
    linkTo: [1_031, 1_032, 1_033, 1_034],
    hasImage: '{IMG-1_031}',
  },
  {
    id: 1_034,
    question:
      'הנתונים הבאים מתייחסים ל־4 השאלות הבאות: מנהליה של חברה חי טיק גדולה מאוד מתעניינים במספר הפעמים שעובדי החברה יוצאים להפסקת סיגריה ביום עבודה. לצורך כך היא שאלה 80 מעובדי החברה, שנבחרו באקראי, כמה הפסקות סיגריה הם עושים במהלך היום. הנתונים מוצגים בטבלה הבאה. שימו לב שחלק מהשכיחויות חסרות, אך ניתן שחסירויות החסרות אינן שוות ל־0. {IMG-1_004}\nנתון כעת כי השכיחות המצטברת של הערך 3 היא 82.5%. מהו ערכו של B?',
    answers: ['5', '15', '10', '20'],
    correctAnswer: 0,
    linkTo: [1_031, 1_032, 1_033, 1_034],
    hasImage: '{IMG-1_031}',
  },
  {
    id: 1_035,
    question:
      'הנתונים הבאים מתייחסים ל־3 השאלות הבאות: לפניכם 3 תרשימי קופסה של 3 קבוצות שונות עבור אותו משתנה. {IMG-1_008}\nמספר התצפיות הגדול ביותר הינו בקבוצה מספר:',
    answers: ['לא ניתן לדעת', '1', '2', '3'],
    correctAnswer: 0,
    linkTo: [1_035, 1_036, 1_037],
    hasImage: '{IMG-1_035}',
  },
  {
    id: 1_036,
    question:
      'הנתונים הבאים מתייחסים ל־3 השאלות הבאות: לפניכם 3 תרשימי קופסה של 3 קבוצות שונות עבור אותו משתנה. {IMG-1_008}\nאיזו טענה אינה נכונה?',
    answers: [
      'ההתפלגות בקבוצה 3 היא אסימטרית שמאלית.',
      'לכל ההתפלגויות אותו רבעון עליון.',
      'החציון הקטן ביותר הוא בקבוצה מספר 3.',
      'להתפלגות מספר 1 פיזור גדול יותר מאשר להתפלגות מספר 2.',
    ],
    correctAnswer: 0,
    linkTo: [1_035, 1_036, 1_037],
    hasImage: '{IMG-1_035}',
  },
  {
    id: 1_037,
    question:
      'הנתונים הבאים מתייחסים ל־3 השאלות הבאות: לפניכם 3 תרשימי קופסה של 3 קבוצות שונות עבור אותו משתנה. {IMG-1_008}\nאם לכל התצפיות של קבוצה מספר 2 נוסיף 4 יחידות, מה יקרה לקופסה שלה?',
    answers: [
      'הקופסה תישאר כמו שהיא רק תעלה 4 יחידות מעלה.',
      'הקופסה תתרחב ב־4 יחידות.',
      'הטווח הבין רבעוני יגדל ב־4 יחידות.',
      'כל התשובות בתשובות האחרות אינן נכונות.',
    ],
    correctAnswer: 0,
    linkTo: [1_035, 1_036, 1_037],
    hasImage: '{IMG-1_035}',
  },
];
